[
    {
        "facts": [
            "Cows have best friends and get stressed when separated from them.",
            "Octopuses have three hearts nine brains and blue blood.",
            "The thumbs up gesture is offensive in some Middle Eastern countries.",
            "Honey never spoils. Archaeologists have found pots of honey in ancient Egyptian tombs that are over 3000 years old and still perfectly good to eat.",
            "A day on Venus is longer than a year on Venus.",
            "The shortest war in history was between Britain and Zanzibar in 1896. It lasted only 38 minutes.",
            "Sea otters hold hands while sleeping so they don't drift apart.",
            "The inventor of the frisbee was turned into a frisbee after death. Walter Morrison was cremated and his ashes were molded into frisbees.",
            "Bananas are berries but strawberries aren't.",
            "Roosters have built-in earplugs to prevent themselves from going deaf from their own crowing.",
            "A 'jiffy' is an actual unit of time: 1/100th of a second.",
            "The average person walks the equivalent of three times around the world in their lifetime.",
            "The Hawaiian alphabet only has 12 letters.",
            "Koalas have fingerprints so similar to humans that they've been confused at crime scenes.",
            "Polar bears' fur isn't actually white—it's transparent.",
            "Human teeth are just as strong as shark teeth.",
            "A cloud can weigh more than a million pounds.",
            "The world's oldest piece of chewing gum is 9000 years old.",
            "Cats can't taste sweet things.",
            "Lobsters communicate by peeing at each other's faces.",
            "Wombat poop is cube-shaped.",
            "The shortest commercial flight in the world lasts only 1.7 minutes.",
            "The world's largest pizza was 13580 square feet made in Rome Italy.",
            "The first oranges weren't orange—they were green.",
            "The average person will spend six months of their life waiting at red lights.",
            "Hippopotamus milk is pink.",
            "The Mongolian navy consists of a single tugboat with a seven-person crew and only one of them knows how to swim.",
            "A bumblebee bat is the world's smallest mammal weighing less than a penny.",
            "Humans share 50% of their DNA with bananas.",
            "A snail can sleep for three years without eating.",
            "Crows can recognize human faces and hold grudges against people who have wronged them.",
            "The fingerprints of koalas are so similar to humans that they have occasionally been confused at crime scenes.",
            "Some species of bamboo can grow over 3 feet in a single day.",
            "Blue whales' hearts are so big that a human could swim through their arteries.",
            "Hummingbirds can fly backwards.",
            "A flock of crows is called a murder.",
            "A group of unicorns is called a blessing.",
            "The sentence \"The quick brown fox jumps over the lazy dog\" uses every letter in the English language.",
            "Giraffes have the same number of neck vertebrae as humans – seven.",
            "Nutmeg is a hallucinogen when consumed in large doses.",
            "The male platypus has venomous spurs on its hind legs.",
            "The shortest airplane flight in the world takes 1.7 minutes between two Scottish islands.",
            "Chameleons don't change color to match their background but rather to regulate temperature and communicate with other chameleons.",
            "Honey is the only food that doesn't spoil.",
            "The wood frog can hold its pee for up to eight months.",
            "Humans are the only animals that blush.",
            "An ostrich's eye is bigger than its brain.",
            "In France it is legal to marry a dead person in certain circumstances.",
            "There are more possible iterations of a game of chess than there are atoms in the universe.",
            "Dolphins have names for each other.",
            "Some cats are allergic to humans.",
            "The total weight of all the ants on Earth is greater than the total weight of all humans.",
            "Venus is the only planet that rotates clockwise.",
            "The heart of a blue whale is so big that a human could swim through its arteries.",
            "The longest hiccuping attack lasted 68 years.",
            "The smell of freshly-cut grass is actually a plant distress call.",
            "Butterflies taste with their feet.",
            "A day on Mercury lasts about 176 Earth days.",
            "The mantis shrimp can see polarized light and has 16 color receptors (humans have 3).",
            "The word \"nerd\" was first coined by Dr. Seuss in his book \"If I Ran the Zoo.\"",
            "Baby flamingos are born grey not pink.",
            "The first person convicted of speeding was going 8 mph in a 2 mph zone in 1896.",
            "There are more possible iterations of a game of chess than there are atoms in the observable universe.",
            "Dolphins sleep with one eye open.",
            "The average person has over 1460 dreams per year.",
            "A blue whale's tongue weighs as much as an elephant.",
            "Ketchup was sold as medicine in the 1830s.",
            "There's a species of jellyfish that is immortal.",
            "A giraffe's spots are like human fingerprints—no two have the same pattern.",
            "Barnacles have the largest penis in relation to body size of any animal.",
            "The sentence \"The quick brown fox jumps over the lazy dog\" uses every letter in the English alphabet.",
            "A group of pugs is called a grumble.",
            "Cows have regional accents.",
            "Octopuses can solve puzzles and use tools.",
            "Flamingos turn pink because of the food they eat.",
            "A typical lead pencil can draw a line that is 35 miles long.",
            "Mona Lisa has no eyebrows.",
            "A rhinoceros' horn is made of hair.",
            "A shark can detect one drop of blood in a million drops of water.",
            "Sloths take two weeks to digest their food.",
            "Glaciers and ice sheets hold about 69 percent of the world's freshwater.",
            "Pigs can get sunburned.",
            "The average person walks the equivalent of five times around the world in a lifetime.",
            "Hippopotamuses secrete pink sweat.",
            "Strawberries are the only fruit with seeds on the outside.",
            "Ants can survive in a microwave because they move so quickly that they dodge the waves.",
            "Kangaroos can't walk backwards.",
            "Goats have rectangular pupils.",
            "Penguins can jump as high as 6 feet in the air.",
            "An albatross can sleep while it flies.",
            "Polar bears can smell seals through 3 feet of ice.",
            "Elephants are the only mammals that can't jump.",
            "The average person blinks around 15-20 times per minute.",
            "Astronauts cannot burp in space.",
            "Ants never sleep.",
            "Every year Singapore hosts a \"Chilli Crab Festival\" where people celebrate by eating spicy crab dishes.",
            "Giraffes have the same number of vertebrae in their necks as humans.",
            "Snails can sleep for three years without eating.",
            "The largest pumpkin ever grown weighed over 2600 pounds.",
            "The human nose can detect over 1 trillion different scents.",
            "A flea can jump up to 200 times its own height.",
            "A crocodile cannot stick its tongue out.",
            "A cat has 32 muscles in each ear.",
            "The electric chair was invented by a dentist.",
            "On Jupiter and Saturn it rains diamonds.",
            "About 75 acres of pizza are eaten in the U.S. every day.",
            "Rats laugh when they're tickled.",
            "Chewing gum while cutting onions prevents crying.",
            "A human could swim through the veins of a blue whale.",
            "Baby elephants suck their trunks like human babies suck their thumbs.",
            "A raccoon can run at speeds of up to 15 miles per hour.",
            "The world's largest desert is Antarctica.",
            "A shrimp's heart is in its head.",
            "Coca-Cola would be green if coloring wasn't added to it.",
            "Earwigs have wings but rarely fly.",
            "The world's largest cheesecake weighed over 4 tons.",
            "A cockroach can live several weeks with its head cut off.",
            "The giant squid has the largest eyes in the world.",
            "The Great Barrier Reef is the largest living structure on Earth.",
            "Starfish have no brain.",
            "Almonds are actually fruits not nuts.",
            "A male emperor penguin can keep an egg warm on his feet for two months.",
            "Kangaroos can't hop backwards.",
            "A single cloud can weigh over a million pounds.",
            "The dot over the letter \"i\" is called a tittle.",
            "Humans and giraffes have the same number of neck vertebrae.",
            "Peanuts aren't nuts; they're legumes.",
            "An octopus has three hearts.",
            "Reindeer eyes turn blue in winter to help them see in the dark.",
            "The heart of a shrimp is in its head.",
            "Wombats poop in cubes.",
            "An ostrich's eye is bigger than its brain.",
            "The shortest commercial flight in the world is between Westray and Papa Westray in Scotland's Orkney Islands lasting just 1.7 minutes.",
            "Polar bears are left-handed.",
            "All polar bears are left-handed.",
            "The state of Alabama once executed a killer elephant by hanging.",
            "Flamingos can only eat with their heads upside down.",
            "A human has fewer hairs on their entire body than a gorilla has just on its head.",
            "Cats have over one hundred vocal sounds while dogs only have about ten.",
            "The world's oldest known living tree is over 5000 years old.",
            "Blue whales are born weighing 3 tons and gaining 200 pounds per day.",
            "A newborn kangaroo is about 1 inch long.",
            "The indentations on a golf ball are called \"dimples.\"",
            "The longest recorded flight of a chicken was 13 seconds.",
            "In Japan there are more pets than children.",
            "The world's oldest known living animal is a Galapagos tortoise that's over 190 years old.",
            "A rubber band can be stretched up to 500% of its original length.",
            "The average person spends two weeks of their life kissing.",
            "Octopuses have nine brains.",
            "Oysters can change their gender.",
            "Sloths can hold their breath underwater for up to 40 minutes.",
            "Gorillas can catch human colds.",
            "Rabbits can't vomit.",
            "The center of a comet is called a nucleus.",
            "A giraffe can clean its ears with its 21-inch tongue.",
            "The first alarm clock could only ring at 4 a.m.",
            "A camel's milk doesn't curdle.",
            "Lemons float in water but limes sink.",
            "A bear has 42 teeth.",
            "Pineapples used to be so expensive that people would rent them for parties.",
            "A hippopotamus can run faster than a human.",
            "Kangaroos don't fart.",
            "Bananas grow upside down.",
            "A lion's roar can be heard from 5 miles away.",
            "Polar bear fur is transparent not white.",
            "The average person has 67 different species of bacteria in their belly button.",
            "Dragonflies have six legs but can't walk.",
            "The tongue is the strongest muscle in the human body relative to its size.",
            "Humans can't sneeze with their eyes open.",
            "The \"M's\" in M&Ms stand for \"Mars\" and \"Murrie.\"",
            "Your left lung is about 10 percent smaller than your right lung.",
            "Honeybees can recognize human faces.",
            "Squirrels plant thousands of trees every year simply by forgetting where they put their acorns.",
            "Baby flamingos are born with gray feathers.",
            "A group of pandas is called an embarrassment.",
            "A sneeze can travel as fast as 100 miles per hour.",
            "The barcode was invented by the lead singer of a garage band.",
            "A cat has 32 muscles in each ear to control its movement.",
            "The average adult spends around 4 years of their life looking at their phone.",
            "The fear of long words is called Hippopotomonstrosesquippedaliophobia.",
            "A group of owls is called a parliament.",
            "The average person produces enough saliva in their lifetime to fill two swimming pools.",
            "The Eiffel Tower can be 15 cm taller during the summer due to the expansion of the iron.",
            "The shortest war in history was between Britain and Zanzibar in 1896 lasting only 38 minutes.",
            "Newborn kangaroos are the size of a lima bean.",
            "Humans and bananas share about 50% of the same DNA.",
            "The mantis shrimp can see more colors than humans and can punch with the force of a .22 caliber bullet.",
            "Penguins propose to their life mates with a pebble.",
            "The only place in the United States where coffee is grown commercially is Hawaii.",
            "Sloth bears have the longest upper canine teeth of any bear.",
            "Koalas have fingerprints almost identical to humans.",
            "Polar bears can swim continuously for up to 60 miles.",
            "The largest known prime number has more than 24 million digits.",
            "A group of jellyfish is called a 'bloom' or a 'swarm'.",
            "The Atlantic Ocean is saltier than the Pacific Ocean.",
            "A group of zebras is called a 'dazzle'.",
            "Almonds are members of the peach family.",
            "A flamingo can eat only when its head is upside down.",
            "Glaciers and ice sheets hold about 69 percent of the world's freshwater.",
            "Russia and America are only 2.5 miles apart at their closest point.",
            "The longest time between two twins being born is 87 days.",
            "Cows don't have upper front teeth.",
            "Barbie's full name is Barbara Millicent Roberts.",
            "Cats make over 100 different sounds whereas dogs make around 10.",
            "Honeybees communicate through dancing.",
            "If you put a sea sponge in a blender it will regenerate into a new sponge.",
            "Scotland's national animal is the unicorn.",
            "A group of otters is called a \"romp.\"",
            "The inventor of the Pringles can is buried in one.",
            "A baby spider is called a spiderling.",
            "You can hear a blue whale's heartbeat from two miles away.",
            "Bubble wrap was originally designed to be used as wallpaper.",
            "Sharks can live for up to five centuries.",
            "The DNA of human beings is 99.9% identical.",
            "A kangaroo can't jump if its tail is lifted off the ground.",
            "The world's largest desert is Antarctica.",
            "The scientific name for a panda bear is \"Ailuropoda melanoleuca\" which means \"black and white cat-foot\".",
            "The longest time between two twins being born is 87 days.",
            "A squid's brain is shaped like a donut and if it eats something too large it can suffer brain damage.",
            "The name of the male seahorse is called a \"stalion.\"",
            "A group of ferrets is called a \"business.\"",
            "The PlayStation was originally intended to be a Nintendo console until a failed partnership.",
            "Mario's original name was 'Jumpman' in the game Donkey Kong.",
            "The Konami Code (Up Up Down Down Left Right Left Right B A) originated from the game Gradius when a developer needed help testing.",
            "The ghosts in Pac-Man each have their own unique AI and personality.",
            "The Nintendo Game Boy survived a bombing during the Gulf War and still works.",
            "Minecraft's Creeper was created by accident when the developer was trying to make a pig model.",
            "In the original Japanese version of Pokémon Team Rocket member James has inflatable breasts in one banned episode.",
            "The maximum level in World of Warcraft used to be 60 but has been increased multiple times over the years.",
            "The first version of Tetris was created on an Elektronika 60 computer which had no graphical display so the blocks were made of text characters.",
            "GoldenEye 007 for N64 was developed by a team of mostly inexperienced developers who had never made a game before.",
            "The name 'Sonic the Hedgehog' came about because the creator wanted a character who could roll into a ball like a hedgehog and move at 'sonic' speed.",
            "Doom was installed on more computers than Windows 95 when they were both released.",
            "In the original design of The Legend of Zelda the Triforce pieces were going to be microchips because the game was going to be set in the future.",
            "The PlayStation 2 was so popular in Japan that it caused a nationwide shortage of chopsticks as the same materials were used for both.",
            "Mario's surname is also 'Mario' making his full name 'Mario Mario'.",
            "The Xbox was originally going to be called the DirectX Box.",
            "The game Skyrim contains over 60000 lines of dialogue.",
            "Mortal Kombat's character Scorpion's catchphrase 'Get over here!' was improvised during development.",
            "Super Mario Bros. was developed by only six people.",
            "The Wii Remote was codenamed 'Revolution' during development.",
            "The first game to feature an Easter egg was Adventure for the Atari 2600 released in 1979.",
            "The Nintendo 64 controller was designed with three prongs but humans only have two hands.",
            "In Grand Theft Auto V there are more lines of dialogue than in the entire Lord of the Rings trilogy.",
            "The original Street Fighter had only two playable characters and pressure-sensitive buttons that determined the strength of attacks.",
            "The name 'SEGA' is derived from 'SErvice GAmes' which was its original business model as a slot machine company.",
            "Minecraft was originally called \"Cave Game\" when it was first developed by Markus \"Notch\" Persson.",
            "The PlayStation 1 logo was designed to represent the letters 'P' and 'S' in 3D.",
            "The Xbox 360's \"Red Ring of Death\" failure cost Microsoft over $1 billion in repairs and warranty extensions.",
            "In the original Super Mario Bros. the clouds and bushes are the same sprite just colored differently.",
            "The Final Fantasy series was named \"Final\" because its creator Square was facing bankruptcy and believed it would be his last game.",
            "Pac-Man was inspired by a pizza with a slice missing.",
            "The \"Fatality\" moves in Mortal Kombat were added at the last minute.",
            "Nintendo was founded in 1889 as a playing card company.",
            "The popular game Tetris has been scientifically proven to help people with PTSD.",
            "The cheat code \"xyzzy\" originated from the 1977 text adventure game \"Colossal Cave Adventure.\"",
            "The original Xbox controller was nicknamed \"The Duke\" because of its large size.",
            "E.T. for Atari 2600 was developed in just five weeks and is considered one of the worst games ever made.",
            "The highest-grossing arcade game of all time is Pac-Man.",
            "The first video game easter egg was placed in the game Adventure for the Atari 2600 in 1979.",
            "Atari had to bury millions of unsold E.T. game cartridges in a New Mexico landfill.",
            "In Pokémon Red and Blue the Pokémon Ditto was originally planned to be an imperfect clone of Mew.",
            "The character Q*bert's swearing is represented by symbols like \"%!@*!\"",
            "The popular RPG series \"Final Fantasy\" was supposed to be Square's last game before they went bankrupt.",
            "The sound of Mario's jump was inspired by the sound of a person entering a swimming pool.",
            "World of Warcraft's source code was once over 5.5 million lines of code.",
            "Sonic the Hedgehog's shoes were inspired by Michael Jackson's boots and Santa Claus's red color.",
            "Assassin's Creed was originally developed as a sequel to Prince of Persia.",
            "The first Easter egg in a video game was in Adventure for the Atari 2600 created by Warren Robinett who hid his name in a secret room.",
            "The PlayStation was originally a CD add-on for the Super Nintendo Entertainment System.",
            "The first game to feature a 'pause' button was Asteroids in 1979.",
            "Pong wasn't the first video game; Tennis for Two was created in 1958.",
            "The maximum score possible in Pac-Man is 3333360 points.",
            "Nintendo was founded in 1889 as a playing card company before becoming a video game company.",
            "The Witcher 3 contains over 36 different possible endings.",
            "The term \"boss fight\" originated from early arcade games where players would battle the game's \"boss\" or owner.",
            "The development of Guitar Hero was influenced by a Japanese arcade game called Guitar Freaks.",
            "World of Warcraft players have spent over 6 million years of combined gameplay time.",
            "The Mario character was named after Nintendo of America's landlord Mario Segale.",
            "The famous \"Konami Code\" (up up down down left right left right B A) was created as a debug code for the game Gradius.",
            "In the beta version of Portal 2 Wheatley was originally supposed to be called Pendleton.",
            "The first company with a specialized CPU for 3D graphics processing was SEGA.",
            "The Gran Turismo series has sold over 80 million copies worldwide.",
            "The Legend of Zelda: Ocarina of Time was developed concurrently with Super Mario 64.",
            "Over 1000 people worked on the development of GTA V.",
            "In the original NBA Jam developers added code to make the Chicago Bulls perform worse against the Detroit Pistons.",
            "The Sims was inspired by a house fire that destroyed all of developer Will Wright's possessions.",
            "The first video game to feature voice acting was Radar Scope in 1980.",
            "The developers of Doom 2016 created a fully functional version of the original Doom that can be played within the game.",
            "Super Mario 64 took approximately two years to develop.",
            "The PlayStation 4's controller contains 571 individual parts.",
            "Pokémon was created by Satoshi Tajiri who was inspired by his childhood hobby of collecting insects.",
            "The character Kirby was named after a Nintendo lawyer named John Kirby.",
            "Donkey Kong was originally going to feature Popeye characters but Nintendo couldn't get the license.",
            "The first video game tournament was held at Stanford University for the game Spacewar in 1972.",
            "Halo: Combat Evolved was originally a real-time strategy game designed for Mac before being acquired by Microsoft.",
            "The main character in Half-Life Gordon Freeman was designed to be an \"everyman\" that players could identify with.",
            "The Nintendo Entertainment System (NES) was first released in 1983 in Japan under the name \"Famicom.\"",
            "The first video game character to have a balloon in the Macy's Thanksgiving Day Parade was Sonic the Hedgehog in 1993.",
            "Pokémon Red and Blue were originally supposed to contain 190 Pokémon but the developers cut it down to 151.",
            "The game Deus Ex predicted the collapse of the Twin Towers in the year 2000 before it happened in 2001.",
            "The first video game created just for making money was Computer Space in 1971.",
            "The best-selling video game of all time is Minecraft having sold over 238 million copies.",
            "The PlayStation 3 was originally going to have two HDMI ports.",
            "In the beta version of Minecraft zombies dropped feathers when killed.",
            "Kingdom Hearts was created from a chance meeting between a Square Enix producer and a Disney executive in an elevator.",
            "The first commercially successful video game was Pong released in 1972.",
            "The first video game console to have an online network was the Sega Dreamcast.",
            "The first video game was created in 1958 called \"Tennis for Two.\"",
            "The term \"Easter Egg\" in video games comes from the 1979 game Adventure for the Atari 2600.",
            "The first video game character to be featured on a U.S. postage stamp was Pac-Man in 2016.",
            "The World of Warcraft plague incident of 2005 was later studied by epidemiologists to understand how real diseases spread.",
            "The name \"Metroid\" is a combination of \"metro\" and \"android.\"",
            "The creator of Mario Shigeru Miyamoto originally wanted to be a professional manga artist.",
            "The Super Mario Bros. theme song has lyrics in Japan.",
            "The first video game console to use CDs was the TurboGrafx-CD in 1988.",
            "The development of DOOM took 10 months with a team of just 12 people.",
            "The first video game to use a light gun was Seeburg Ray-O-Lite in 1936.",
            "The Diablo series was originally going to be a turn-based RPG.",
            "The word \"PONG\" is a registered trademark of Atari.",
            "The first video game to feature a playable female character was Ms. Pac-Man in 1981.",
            "The longest video game speed run record is held by World of Warcraft which took players 9 years to complete.",
            "The PlayStation 2 is the best-selling video game console of all time with over 155 million units sold.",
            "The first video game to use voice acting was Radar Scope released in 1980.",
            "The game Pong was created as a training exercise for a new employee at Atari.",
            "The first game to feature an open world was \"Ultima I: The First Age of Darkness\" released in 1981.",
            "The first video game company to go public was Atari in 1976.",
            "The video game industry is larger than the film and music industries combined.",
            "The term \"sandbox game\" originated from the comparison to a child's sandbox with few rules and open-ended play.",
            "The first video game console to have a hard drive was the Xbox in 2001.",
            "The development of Fallout 4 began immediately after Fallout 3 was released in 2008.",
            "The first video game character to have their own breakfast cereal was Pac-Man in 1983.",
            "The world's first gaming tournament was held on October 19 1972 at Stanford University for the game Spacewar.",
            "The first video game-based movie was Super Mario Bros. released in 1993.",
            "The first video game to feature a save function was The Legend of Zelda in 1986.",
            "The PlayStation was originally developed as a CD add-on for the Super Nintendo.",
            "The most expensive video game ever developed was Grand Theft Auto V costing around $265 million.",
            "The first video game to feature a fully orchestrated score was Dragon Quest VIII in 2004.",
            "The Nintendo Entertainment System (NES) was originally going to be called the \"Entertainment Video System\" or EVS.",
            "The term \"video game\" was coined by Ralph Baer who also invented the first home video game console.",
            "The Wii was almost called the \"Nintendo Revolution.\"",
            "The original Xbox was named after DirectX Microsoft's graphics API.",
            "The concept of \"lives\" in video games originated from pinball machines.",
            "The \"Thwomps\" in Super Mario Bros. were inspired by a Japanese ghost called a Nurikabe.",
            "The first video game to be played in space was Tetris on a Game Boy during a Soyuz TM-17 mission in 1993.",
            "The game Doom runs on more devices than any other game in history including ATMs calculators and digital cameras.",
            "The game \"Spacewar!\" created in 1962 is considered the first influential video game.",
            "The original design for Sonic the Hedgehog had him with fangs and a girlfriend named Madonna.",
            "The term \"MMORPG\" was coined in 1997 by Richard Garriott creator of Ultima Online.",
            "The game Portal was created by a team of students who were hired by Valve after showcasing their game \"Narbacular Drop.\"",
            "The PlayStation 2 has a Linux-based operating system.",
            "The first video game to feature a digitized human voice was Stratovox in 1980.",
            "The Nintendo DS was originally going to be called the \"City Boy.\"",
            "The first video game to feature a day-night cycle was Animal Crossing in 2001.",
            "The first video game music to be performed by a live orchestra was for The Legend of Zelda: Ocarina of Time.",
            "The Nintendo GameCube's carrying handle was added so Japanese children could easily take it to a friend's house.",
            "The Japanese version of Kirby is more aggressive in box art than the American version.",
            "The first video game to be featured in the Museum of Modern Art was Pac-Man.",
            "The longest development cycle for a video game was Duke Nukem Forever which took 15 years.",
            "The PlayStation 1 was initially developed as a CD-ROM attachment for the SNES.",
            "The voice actor for Mario Charles Martinet almost didn't go to the audition where he was cast.",
            "The first video game to feature motion capture was Prince of Persia in 1989.",
            "The first video game to feature a dialogue tree was Cosmic Osmo in 1989.",
            "The video game Tetris was created by a Soviet computer engineer Alexey Pajitnov in 1984.",
            "The first video game to feature 3D polygonal graphics was I Robot released in 1983.",
            "The Sega Genesis was more powerful than the Super Nintendo in terms of processing speed.",
            "The word \"Nintendo\" roughly translates to \"leave luck to heaven\" in Japanese.",
            "The first video game to feature a mini-map was Rally-X in 1980.",
            "The name \"Kirby\" was chosen because Nintendo's lawyers admired John Kirby who helped them win a lawsuit against Universal Studios.",
            "The Xbox 360 was originally going to be called the Xbox 2.",
            "The first video game character to receive a wax figure at Madame Tussauds was Lara Croft in 1996.",
            "The first video game to feature a fully orchestrated soundtrack was Dragon Quest VIII.",
            "The Legend of Zelda: Ocarina of Time was developed in tandem with Super Mario 64.",
            "The PlayStation 3 initially cost Sony around $805 to manufacture but was sold for $599.",
            "The first video game console to feature an analog stick was the Vectrex in 1982.",
            "The name \"Atari\" comes from the Japanese word for \"to hit the target.\"",
            "The first video game to be played in space was Tetris on a Game Boy during a space mission in 1993.",
            "The world's largest video game collection contained over 20000 games and was sold for $750000.",
            "The development of the game Portal began as a student project called \"Narbacular Drop.\"",
            "The Nintendo 64 was originally going to be called the \"Ultra 64.\"",
            "The first video game to feature a rhythm-based gameplay was PaRappa the Rapper in 1996.",
            "The Nintendo Entertainment System's cartridges have 72 pins.",
            "The first video game to feature a dynamic soundtrack was Racing Destruction Set in 1985.",
            "The original PlayStation controller didn't have analog sticks.",
            "The Xbox 360's \"Red Ring of Death\" issue cost Microsoft over $1 billion in repairs.",
            "The original design of Master Chief in Halo was vastly different with a more slender build and a sleeker helmet.",
            "The game Minecraft has sold over 238 million copies making it the best-selling video game of all time.",
            "The first video game to feature a photo-realistic human face was Wing Commander III in 1994."
        ]
    }
]
